"""методи міста. Його логіка"""

"""сюди зввертається метод гравця полювання. тут проходить перевірка куди персонаж вже ходив, та створюється 
індивідуальний набір доступних прогулянок. проходить рандомний вибір прогулянки, та вибираються доступні гравцеві 
дії. з бот_фейсу підтягується необхідна форма і гравець вибирає один з результатів.потім, ТУТ проходить обробка 
вибору, прокидується на зараження. зміни передаються обратно в метод полювання, який вже проводить зміни параметрів 
гравця. """
